{ 
    "es": { 
    "transportes nemo": {
        "title": "Empresas Nemo - Sitio Web",
        "img": "../assets/transportes.webp",
        "content": "Aporté al desarrollo de una pagina web para los clientes y también al desarrollo de un portal para los empleados, tanto en front-end como en back-end. Utilizando HTML, Javascript, Python y SQL (React, Django y PostgreSQL).",
        "tags": ["Astro", "React", "Django", "PostgreSQL"],
        "link": "https://www.empresasnemo.cl"
    },
    "mp reviews": {
        "title": "MP Reviews (En desarrollo)",
        "img": "../assets/mp.webp",
        "content": "Creación de una aplicación con el fin de crear una comunidad que pueda opinar e interactuar con los juegos multijugador. Uso de AWS y sus servicios para gestionar las funciones, base de datos, permisos y autentificación; React para la interfaz del usuario y conectar con las bases de datos de DynamoDB y PostgreSQL.",
        "tags": ["React", "AWS", "NoSQL", "PostgreSQL"],
        "link": ""
    },
    "dashboard": {
        "title": "Dashboard - Productos chilenos",
        "img": "../assets/dashboard.webp",
        "content": "Creación de una interfaz interactiva en PowerBI con precios, información y filtros de productos chilenos. Usé Python para crear un script que automatiza la obtención de los datos de los supermercados",
        "tags": ["Python", "Power BI"],
        "link": "https://github.com/1bryanvalenzuela/Comparador-Supermercados-Chile"
    },
    "otros": {
        "title": "Github - Proyectos de análisis de datos",
        "img": "../assets/github.webp",
        "content": "Distintos proyectos con uso de Javascript y Python, con interfaz de usuario, base de datos, operaciones CRUD, sistema de autentificación y permisos, formularios, RestAPI, etc. Diversos análisis con aplicación de técnicas de predicción (forecasting, arima), regresión lineal, machine learning (sklearn, randomforestregressor, xgbregressor) y herramientas de procesamiento de lenguaje natural (transformers, automodel) para encontrar insights y mejorar la toma de decisiones.",
        "tags": ["Python", "Jupyter Notebook", "Power BI"],
        "link": "https://github.com/1bryanvalenzuela"
    }
 }, "en": {
    "transportes nemo": {
        "title": "Empresas Nemo - Website",
        "img": "../assets/transportes.webp",
        "content": "Developed the website for a transportation company. Used Astro and React for the frontend and forms; ExpressJS and PostgreSQL for the backend creation via a RestAPI that handles the page requests.",
        "tags": ["Astro", "React", "ExpressJS", "PostgreSQL"],
        "link": "https://www.empresasnemo.cl"
    },
    "mp reviews": {
        "title": "MP Reviews (Work in progress)",
        "img": "../assets/mp.webp",
        "content": "Created an application where the community can review multiplayer games. Used AWS and its services to manage roles, database, permissions and authentication; React for the user interface and fetching from DynamoDB and PostgreSQL databases.",
        "tags": ["React", "AWS", "NoSQL", "PostgreSQL"],
        "link": ""
    },
    "dashboard": {
        "title": "Dashboard - Chilean products",
        "img": "../assets/dashboard.webp",
        "content": "Create an interactive dashboard using PowerBI, including prices, information and filters for Chilean products. Used Python to create a script that automates the collection of data from supermarkets.",
        "tags": ["Python", "Power BI"],
        "link": "https://github.com/1bryanvalenzuela/Comparador-Supermercados-Chile"
    },
    "otros": {
        "title": "Github - Projects and data analysis",
        "img": "../assets/github.webp",
        "content": "More than 10 projects and data analysis in different areas. Application of prediction techniques, linear regression, machine learning and natural language processing tools to find insights and improve decision making.",
        "tags": ["Python", "Jupyter Notebook", "Power BI"],
        "link": "https://github.com/1bryanvalenzuela"
    }
 }
}